{
  "Changes": [
    {
      "LogName": "Edit BigCraftablesInformation descriptions",
      "Action": "EditData",
      "Target": "Data/BigCraftablesInformation",
      "Fields": {
        "1": {
          "4": "The underside of each leaf is oddly sticky."
        },
        "2": {
          "4": "Feed me, Seymour!"
        },
        "3": {
          "4": "Exists in symbiosis with a colony of ants. The plant's stems are crawling with them."
        },
        "4": {
          "4": "The edges of its broad leaves are razor-sharp."
        },
        "5": {
          "4": "Transporting this species across government borders carries a hefty fine."
        },
        "6": {
          "4": "It doesn't trust you to water it."
        },
        "7": {
          "4": "The lush potted grass provides a good hiding spot for illicit items."
        },
        "8": {
          "4": "A miracle of modern taxidermy."
        },
        "9": {
          "4": "Packages the immense energy of lightning storms in a convenient format."
        },
        "10": {
          "4": "Cute bee vomit factories for your farm. The enslaved insects produce honey in all seasons but winter."
        },
        "13": {
          "4": "Turns ore and coal into metal bars. Is it big enough to fit a person inside?"
        },
        "16": {
          "4": "Congeals microbe-riddled mammary liquids into a solidified mass."
        },
        "17": {
          "4": "Turns stolen sheep fur into fabric!"
        },
        "19": {
          "4": "Squeezes the fat from organic materials to make lubricant. The mayor appreciates its work."
        },
        "21": {
          "4": "Advanced replicator technology. For better or for worse, it only works on shiny rocks."
        },
        "24": {
          "4": "Pulverizes unborn critters and blends them with oil to make sandwich spread."
        },
        "25": {
          "4": "Sucks the life from your crops so you can grow them anew."
        },
        "28": {
          "4": "A freshly harvested skeleton. Makes a useful tool for learning anatomy."
        },
        "31": {
          "4": "Flammable."
        },
        "32": {
          "4": "Stones like these are often used as landmarks or burial monuments."
        },
        "33": {
          "4": "Purely decorative. There's no one inside... wait..."
        },
        "34": {
          "4": "Using this as decoration only would be dangerous blasphemy."
        },
        "36": {
          "4": "Unusually life-like. The material seems artificial, but you can't be sure."
        },
        "37": {
          "4": "Use an item on this to trap its image inside. The item won't be consumed."
        },
        "38": {
          "4": "Use an item on this to trap its image inside. The item won't be consumed."
        },
        "45": {
          "4": "Decorative animal fodder."
        },
        "46": {
          "4": "Count the rings to learn how old this tree had grown before being killed."
        },
        "47": {
          "4": "It's best not to ask where this came from..."
        },
        "48": {
          "4": "It changes form every season, but you're not sure how."
        },
        "52": {
          "4": "Medusa got to the poor critter."
        },
        "53": {
          "4": "Medusa got to the poor critter."
        },
        "54": {
          "4": "Medusa got to the poor critter."
        },
        "55": {
          "4": "Medusa got to the poor critter."
        },
        "71": {
          "4": "Hopefully the monsters chasing you won't know how to use stairs."
        },
        "89": {
          "4": "If you put your whole arm inside, you might be able to reach the bottom."
        },
        "94": {
          "4": "Emits a captivating melody. The longer you listen, the harder it is to look away."
        },
        "98": {
          "4": "Wh... where did the thing go that was inside it?"
        },
        "105": {
          "4": "Handy tools to drain the life out of trees!"
        },
        "107": {
          "4": "The fur looks awfully real."
        },
        "108": {
          "4": "The flowers are so fragrant, they mask all other odors."
        },
        "109": {
          "4": "The flowers are so fragrant, they mask all other odors."
        },
        "110": {
          "4": "An unfortunate prince cursed into stasis. Collect them all! (1 of 8)"
        },
        "113": {
          "4": "A miserable sorceress cursed into stasis. Collect them all! (2 of 8)"
        },
        "114": {
          "4": "Burns once-living things into lumps of useful coal."
        },
        "116": {
          "4": "A shiny prop for your meager self-esteem."
        },
        "117": {
          "4": "Just enough to keep you coming back."
        },
        "126": {
          "4": "An ethereal being cursed into stasis. Collect them all! (3 of 8)"
        },
        "127": {
          "4": "It seems to know the preferences of everyone in town..."
        },
        "130": {
          "4": "Out of sight, out of mind."
        },
        "136": {
          "4": "A living sculpture cursed into stasis. Collect them all! (4 of 8)"
        },
        "137": {
          "4": "A hapless farmer cursed into stasis. Collect them all! (5 of 8)"
        },
        "138": {
          "4": "A live dwarf child cursed into stasis. Collect them all! (6 of 8)"
        },
        "139": {
          "4": "An unlucky scavenger cursed into stasis. Collect them all! (7 of 8)"
        },
        "140": {
          "4": "A possessed mask cursed into stasis. Collect them all! (8 of 8)"
        },
        "141": {
          "4": "PARENTAL ADVISORY: may cause fits of frustration-induced violence."
        },
        "143": {
          "4": "Fends off the terrors of the night. Provides moderate light."
        },
        "146": {
          "4": "Don't leave it unattended."
        },
        "147": {
          "4": "Only you can prevent forest fires. Provides moderate light."
        },
        "149": {
          "4": "No, this isn't a real skull... probably. Provides moderate light."
        },
        "150": {
          "4": "A fire in a wooden barrel sounds very safe. Provides moderate light."
        },
        "154": {
          "4": "Produces bait. Close the lid to give the worms some privacy."
        },
        "156": {
          "4": "Brings writhing, oozing creatures to life. Place slime eggs inside to hatch them."
        },
        "158": {
          "4": "Compresses slaughtered slime remains into a new life form."
        },
        "159": {
          "4": "The reward for thy suffering is more suffering."
        },
        "160": {
          "4": "Beware the curse. Too much iridium."
        },
        "164": {
          "4": "This statue would look good in purple shorts."
        },
        "167": {
          "4": "An aggregation of trapped souls, hostile enough to drive thieving creatures away from a distance (about 16 \"tiles\")."
        },
        "184": {
          "4": "Feeds on your exhaled breath."
        },
        "188": {
          "4": "Dies and grows back every year, but it never seems to need water."
        },
        "192": {
          "4": "This artificial plant somehow changes with the seasons."
        },
        "196": {
          "4": "It's happiest in the hot sun of the desert."
        },
        "200": {
          "4": "An invasive species, this shrub causes colony collapse disorder in local bee populations."
        },
        "204": {
          "4": "Seasonal. Keep away from pets."
        },
        "209": {
          "4": "Supposedly battery-powered, but the power source never seems to need replacement."
        },
        "211": {
          "4": "Breaks things down into tiny pieces. Meant for hardwood, but maybe a body would fit..."
        },
        "216": {
          "4": "Not big enough for meat. Storing crops and forage ingredients will have to do."
        }
      }
    },
    {
      "LogName": "Edit Boots descriptions",
      "Action": "EditData",
      "Target": "Data/Boots",
      "Fields": {
        "505": {
          "1": "Protects you... against lightning."
        },
        "506": {
          "1": "Poor cow couldn't save himself."
        },
        "507": {
          "1": "Steel-toed to inflict hell on the shins of your enemies."
        },
        "510": {
          "1": "Keep your feet sweaty enough to be at risk of freezing even with the insulation."
        },
        "511": {
          "1": "Matte black leather boots that squish and scream as you walk."
        },
        "512": {
          "1": "Yeah, \"fire\" boots. They're covered in monster blood."
        },
        "513": {
          "1": "Nothing happens when they are rubbed."
        },
        "806": {
          "1": "A little tight on the toes."
        }
      }
    },
    {
      "LogName": "Edit ClothingInformation descriptions",
      "Action": "EditData",
      "Target": "Data/ClothingInformation",
      "Fields": {
        "0": {
          "2": "Optional."
        },
        "15": {
          "2": "The mayor's used silk shorts. They look better on you than on Marnie's floor."
        },
        "1017": {
          "2": "For holding up your lucky shorts."
        },
        "1030": {
          "2": "Complete with \"secret stash\" in the pocket."
        },
        "1210": {
          "2": "A couple spiders shake loose when you pick it up."
        },
        "1217": {
          "2": "It smells strongly of sour milk."
        },
        "1071": {
          "2": "It smells of sour milk."
        },
        "1226": {
          "2": "Smells faintly of burnt flesh."
        },
        "1239": {
          "2": "Remember: you go down with your ship."
        },
        "1269": {
          "2": "CAUTION: HOT"
        },
        "1275": {
          "2": "Dust thou art, and to dust thou shalt return..."
        }
      }
    },
    {
      "LogName": "Edit hats descriptions",
      "Action": "EditData",
      "Target": "Data/hats",
      "Fields": {
        "19": {
          "1": "M'lady, may I take your chair, bitch?"
        },
        "24": {
          "1": "It feels damp against your eyelid when you wear it. Smells odd."
        },
        "31": {
          "1": "Me gonna be deaf now, poke."
        },
        "39": {
          "1": "Colorized excrement."
        },
        "41": {
          "1": "100% organic. Emily made it with her love... I don't want to know from what."
        },
        "56": {
          "1": "Hardly makes a difference."
        },
        "67": {
          "1": "Sharp spines pierce your face whenever you put it on. It's uncomfortable."
        },
        "68": {
          "1": "For those unexpected flights."
        }
      }
    },
    {
      "LogName": "Edit ObjectInformation descriptions",
      "Action": "EditData",
      "Target": "Data/ObjectInformation",
      "Fields": {
        "16": {
          "5": "A hotly pungent, fleshy root. Crushing or grinding it releases the flavor and heat."
        },
        "20": {
          "5": "Some wild animal marked its territory on this one."
        },
        "22": {
          "5": "The leaves are a powerful diuretic; eating them increases urine production."
        },
        "24": {
          "5": "It has all the flavor of a bleached, long-dead carrot."
        },
        "60": {
          "5": "This gem is thought to guard against memory loss. A thoughtful gift for divorcees."
        },
        "62": {
          "5": "Thought to protect against seasickness and tragic sailing accidents."
        },
        "64": {
          "5": "The \"pigeon's blood\" variety of this gem is its most sought-after color variant."
        },
        "66": {
          "5": "Some sources suggest that this stone is used to stabilize mental disorders."
        },
        "68": {
          "5": "When worn as a necklace, this gemstone is believed to drive away sadness."
        },
        "70": {
          "5": "In many cultures, this stone has a strong association with the dead."
        },
        "71": {
          "5": "The mayor's used silk shorts. They look better on you than on Marnie's floor."
        },
        "72": {
          "5": "This one seems to be clear of blood."
        },
        "78": {
          "5": "A dirtier variety of carrot. Fulfills many needs of a miner."
        },
        "84": {
          "5": "The last remnant of some long forgotten creature."
        },
        "86": {
          "5": "An item commonly gifted by cheapskates."
        },
        "88": {
          "5": "Covered in rough hair, it provides both milk and meat."
        },
        "90": {
          "5": "You'd have to spend a long time under the desert sun to consider this fruit edible."
        },
        "92": {
          "5": "Tree blood. It's still sticky."
        },
        "93": {
          "5": "Flickers suddenly from time to time, even when there is no breeze."
        },
        "96": {
          "5": "A scroll written in an ancient language... it probably isn't calling for genocide of surface dwellers, right?"
        },
        "97": {
          "5": "A scroll written in an ancient language, describing a species that never expected to become endangered."
        },
        "98": {
          "5": "A scroll written in an ancient language, the writer unaware their days were numbered."
        },
        "99": {
          "5": "A scroll written in an ancient language. Did they know the end was coming?"
        },
        "100": {
          "5": "Hopefully not used in any sacrificial rituals."
        },
        "103": {
          "5": "When left out of sight, this doll is rumored to change position on its own."
        },
        "104": {
          "5": "Legend says they are enchanted to be as warm as their owners. It's cold to the touch."
        },
        "105": {
          "5": "You can still taste what the last person who used it had for lunch."
        },
        "107": {
          "5": "Perhaps it can still hatch... what could go wrong?"
        },
        "109": {
          "5": "The sword may be in bad shape, but it has far outlived its owner."
        },
        "110": {
          "5": "Despite its normal shape, I wouldn't use it for breakfast."
        },
        "112": {
          "5": "It reminds you of your old workplace, somehow."
        },
        "113": {
          "5": "A mummified chicken in pristine condition. When you shake it you can hear small bones rattling inside."
        },
        "116": {
          "5": "Some believe that starfish scream as the sun dries them out, but only fish can hear their piercing cries."
        },
        "118": {
          "5": "They almost look like candy."
        },
        "119": {
          "5": "Imagine blowing some ancient creature's dirty, bacteria-filled tibia. Bone flute!"
        },
        "121": {
          "5": "It's sturdy, but even the best armor didn't prevent their near-extinction."
        },
        "122": {
          "5": "The strange crystalline screen stays lit, but shows only static."
        },
        "123": {
          "5": "Looks like skin stretched over bone. Nice sound though."
        },
        "126": {
          "5": "It just wants to spend your whole life with you."
        },
        "127": {
          "5": "What a beautiful smile you have."
        },
        "128": {
          "5": "Expands to stab with poisonous spines when threatened. Its cousin, the pufferchick, is much more friendly."
        },
        "129": {
          "5": "Suspected of ruining many a soup."
        },
        "139": {
          "5": "In fall, these fish swim miles upstream and die just to mate."
        },
        "143": {
          "5": "This ugly bottom-feeder will eat just about anything."
        },
        "148": {
          "5": "Wriggles and writhes just like some long organ."
        },
        "149": {
          "5": "The tentacles give a tingly, suckling sensation."
        },
        "151": {
          "5": "These soft-bodied animals are known to be incredibly intelligent. Still, delicious."
        },
        "153": {
          "5": "The consistency of cold snot, with the occasional satisfying crunch."
        },
        "156": {
          "5": "Should have left it in the water..."
        },
        "157": {
          "5": "It leaves a fragrant white film on your hands."
        },
        "160": {
          "5": "This eerie fish is known for the sexual parasitism of its disturbing reproductive cycle."
        },
        "161": {
          "5": "A frozen, zombified fish. Don't let it bite you. You might be able to use it as a weapon, though."
        },
        "162": {
          "5": "Legend says it survives by feeding off the remains of travelers who drown in the mines."
        },
        "163": {
          "5": "The grandfather of all largemouth bass in the lake, now torn from his home."
        },
        "164": {
          "5": "It hides using camouflage. Sometimes you can see the sand move as it waits for prey."
        },
        "165": {
          "5": "The unholy union of a scorpion and a carp. Keep hands away from tailfin!"
        },
        "166": {
          "5": "Many of the coins inside are stained an ugly dark red, almost black."
        },
        "167": {
          "5": "Food safety authorities have questioned the blue chemical used to color this drink."
        },
        "169": {
          "5": "The weathered remnant of a drowned tree."
        },
        "171": {
          "5": "Faded blue marker on one side mentions \"blackmail\", but the rest is indiscernible."
        },
        "172": {
          "5": "Filled with propaganda and word vomit. Worthless."
        },
        "176": {
          "5": "A regular white egg. Fresh from a chicken's cloaca!"
        },
        "174": {
          "5": "An uncommonly large white egg. Can you imagine how the chicken must have stretched?"
        },
        "178": {
          "5": "Delicious grass corpses for your animal friends."
        },
        "180": {
          "5": "A regular brown egg. Fresh from a chicken's cloaca!"
        },
        "182": {
          "5": "An uncommonly large brown egg. Can you imagine how the chicken must have stretched?"
        },
        "184": {
          "5": "A jug of cow tiddy juice. Yum."
        },
        "186": {
          "5": "Voluminous secretions from a bulging cow udder."
        },
        "192": {
          "5": "It doesn't seem like much, but you'd be glad of it in a famine."
        },
        "194": {
          "5": "Mmm~ unborn chicken cooked in crushed nut juice."
        },
        "195": {
          "5": "Fluffy, congealed cow AND chicken juices. Are you gonna eat that?"
        },
        "196": {
          "5": "Assorted dismembered plant materials, tossed with a flavorful dressing."
        },
        "197": {
          "5": "Plants taste better with curdled cow juice on them."
        },
        "201": {
          "5": "This would make a very satisfying last meal."
        },
        "202": {
          "5": "The sapient flesh is deliciously chewy."
        },
        "203": {
          "5": "What's inside? OH SWEET YOBA IT'S SPIDERS!"
        },
        "204": {
          "5": "So tasty that luck-bringing spirits will nest in your belly to eat it."
        },
        "205": {
          "5": "You can still taste the dirt."
        },
        "206": {
          "5": "It has pineapples on it. *shudder*"
        },
        "208": {
          "5": "If you can't stomach eating your vegetables, drown them in sugar first."
        },
        "209": {
          "5": "The carp is not the surprising part of this meal."
        },
        "212": {
          "5": "Cooked flesh of a fish with a squirt of something yellow... thats what makes it special. ;)"
        },
        "213": {
          "5": "A fishy smell is normal for this taco."
        },
        "216": {
          "5": "The greatest thing since the elves disappeared."
        },
        "220": {
          "5": "Moist."
        },
        "223": {
          "5": "Granny Evelyn's \"special\" cookies."
        },
        "225": {
          "5": "Greasy on the outside and mushy on the inside. At least it's no longer slimy."
        },
        "233": {
          "5": "The taste brings to mind screaming children."
        },
        "238": {
          "5": "The gelatinized corpses of countless cranberries. How could you?!"
        },
        "239": {
          "5": "Oh, you'll be stuffed, all right."
        },
        "241": {
          "5": "A vegetarian alternative for the health-conscious cannibal."
        },
        "245": {
          "5": "The leading cause of diabetes."
        },
        "247": {
          "5": "A vital ingredient in fried food and clogged arteries."
        },
        "248": {
          "5": "Keeps the bloodsuckers away."
        },
        "253": {
          "5": "Causes irregular or rapid heartbeat in high doses. Just ignore it, it's probably fine."
        },
        "256": {
          "5": "Belongs to the nightshade family, but don't worry, it's not poisonous."
        },
        "260": {
          "5": "It'll make your face melt."
        },
        "261": {
          "5": "Warps all time and space to re-center Calico Desert on your current physical location. Consumed on use."
        },
        "271": {
          "5": "May cause avian stomachs to explode when eaten."
        },
        "274": {
          "5": "Harvested without slave labour."
        },
        "275": {
          "5": "Be careful breaking this open. You could get an artifact... or unleash a very angry specter."
        },
        "279": {
          "5": "Colorful candy made from literal rocks. Seems like something meant to trick children."
        },
        "283": {
          "5": "Crisp and juicy berries. Alas, some things are only edible once."
        },
        "286": {
          "5": "A small explosive device that is unfortunately tempting for small children."
        },
        "287": {
          "5": "A civilian version of a mass-produced explosive from the Gotoro war."
        },
        "288": {
          "5": "A devastatingly powerful bomb intended to inflict maximum damage and harm."
        },
        "293": {
          "5": "Chunks of brick can make decent weapons, in a pinch. Place on the ground to create paths or floors."
        },
        "296": {
          "5": "The color is eerily similar to salmon... eggs."
        },
        "297": {
          "5": "Plant this for your animals to eat. When you scythe it, you can smell the grass screaming in pain as it dies."
        },
        "298": {
          "5": "Makes a stronger prison than an iron fence."
        },
        "300": {
          "5": "A purple grain like a thousand years old. Good luck actually enjoying this dust."
        },
        "303": {
          "5": "Drink before and after driving a bus if your name is Pam."
        },
        "305": {
          "5": "Might give birth to the Darkness itself. Do you dare to let it hatch?"
        },
        "306": {
          "5": "Technically an oily egg yolk. Someone came up with this great idea!"
        },
        "307": {
          "5": "Spreadable essence of unborn duck. Goes great in sandwiches."
        },
        "308": {
          "5": "Your mortal, dimensionally finite stomach cannot hope to endure its unfathomable nutrients."
        },
        "310": {
          "5": "A winged tree seed that bears uncanny resemblance to an insect."
        },
        "311": {
          "5": "Tiny ants crawl between the rough scales."
        },
        "322": {
          "5": "Keeps grass and animals imprisoned!"
        },
        "323": {
          "5": "Makes a stronger prison than a wood fence."
        },
        "324": {
          "5": "Makes a stronger prison than a stone fence."
        },
        "330": {
          "5": "Not very tasty, 0 out of 10. (2 out of 10 with rice)"
        },
        "331": {
          "5": "Deliberately crafted to give a haunted look. Place on the ground to create paths or floors."
        },
        "333": {
          "5": "Has an unnaturally smooth surface. Place on the ground to create paths or floors."
        },
        "340": {
          "5": "Bee spit. The bees use it to feed their young, so it should be fine for human consumption, right?"
        },
        "342": {
          "5": "Jar of soggy vegetables left to cure in a pool of brine."
        },
        "344": {
          "5": "Gooey. Mayor Lewis would approve."
        },
        "346": {
          "5": "Mm, you can really taste how old this liquid is!"
        },
        "348": {
          "5": "Drink to forget."
        },
        "349": {
          "5": "This drug will give you the 'youthful' energy to go all night long!"
        },
        "350": {
          "5": "Life-blood squeezed from vegetables for easy-to-drink vitamins!"
        },
        "351": {
          "5": "Harvey's special steroids. Removes exhaustion."
        },
        "368": {
          "5": "Your crops have a slight chance to grow larger in soil sprinkled with tree blood."
        },
        "369": {
          "5": "Improves the chance of higher quality harvests by repurposing dead fish."
        },
        "372": {
          "5": "Taking home invasion to new heights."
        },
        "373": {
          "5": "It glistens like capitalism!"
        },
        "378": {
          "5": "Choking hazard: Not for children under 3 years."
        },
        "382": {
          "5": "A bit of magic and fire has turned old bones to coal. Should be safe to use."
        },
        "388": {
          "5": "A highly flammable building material."
        },
        "390": {
          "5": "The most ancient and versatile of all weapons and tools."
        },
        "395": {
          "5": "Brown, bitter liquid made from straining hot water through burnt, pulverized seeds."
        },
        "396": {
          "5": "Contains orbs of pungent flesh that burst when prodded."
        },
        "398": {
          "5": "With skins peeled they feel like wet eyeballs."
        },
        "401": {
          "5": "Toss dead grass around for a nice fall look."
        },
        "404": {
          "5": "Someday they will decompose *your* remains. If you must eat, chew gently."
        },
        "405": {
          "5": "Decorate with milled tree carcasses. Place on the ground to create paths or floors."
        },
        "407": {
          "5": "Small, sharp rocks to step on. Place on the ground to create paths or floors."
        },
        "409": {
          "5": "Falling on this surface risks a thousand cuts. Place on the ground to create paths or floors."
        },
        "413": {
          "5": "You can see the embryo of a baby slime bouncing within. Hatch it in a slime incubator."
        },
        "414": {
          "5": "Could break your teeth."
        },
        "420": {
          "5": "Poisonous. But fun to eat anyway."
        },
        "422": {
          "5": "Brightly colored. They say this one isn't poisonous, so it should be safe to eat."
        },
        "423": {
          "5": "A popular wedding projectile."
        },
        "424": {
          "5": "Cow milk exposed to bacteria and allowed to curdle. Eat up!"
        },
        "426": {
          "5": "Squishy, congealed milk from a goat's udder. Considered a delicacy by many."
        },
        "432": {
          "5": "It's wonderfully lubricating."
        },
        "433": {
          "5": "Grows in spring and summer; reharvestable. Whatever you do, don't stuff it up your nose."
        },
        "436": {
          "5": "If cow lactations aren't your thing, try this variant!"
        },
        "437": {
          "5": "It only takes 100 slime carcasses to make one of these. Hatch it in a slime incubator."
        },
        "438": {
          "5": "The goat's swollen udder must feel much better after squeezing all of this out."
        },
        "439": {
          "5": "A developing youngling of the most dangerous variety of slime monster. Hatch it in a slime incubator."
        },
        "440": {
          "5": "That sheep will be cold and shivering, but sure, enjoy how soft this is!"
        },
        "441": {
          "5": "Owing to improper storage, it causes hundreds of unfortunate child deaths each year."
        },
        "442": {
          "5": "It's still warm... somehow."
        },
        "444": {
          "5": "This exquisite feather was plucked out of a duck's butt."
        },
        "446": {
          "5": "A successful amputation from a peculiar rabbit species that seems to regrow lost feet."
        },
        "447": {
          "5": "Aged fish fetuses covered in a thick, gooey substance. The salt brings out the flavor."
        },
        "454": {
          "5": "There's no evidence to confirm that this fruit could harbor an ancient, long-dormant disease."
        },
        "456": {
          "5": "It's a 'little' slimy. As in 'slimy to the point where you're eating more slime than soup'."
        },
        "457": {
          "5": "Very similar to algae soup with the additional flavour of rotten eggs."
        },
        "458": {
          "5": "A colorful bunch of severed plant reproductive organs. Maybe your sweetheart will get the hint?"
        },
        "459": {
          "5": "Old, fermented bee spit! Delicious!"
        },
        "460": {
          "5": "A ghost ripped this from a mermaid so you can woo your lover."
        },
        "463": {
          "5": "Beating this to a specific pattern might just awaken the wrong god."
        },
        "464": {
          "5": "Go ahead. Play your haunting melodies, see what happens."
        },
        "465": {
          "5": "Increases growth rate by at least 10%. You have to wonder if this would work on other things."
        },
        "473": {
          "5": "It doesn't *feel* magical, but you never know. Plant in spring, 10 days, reharvestable. Trellis crop."
        },
        "475": {
          "5": "The package says \"seeds\", but these are clearly potato eyes. Plant in spring, 6 days. Chance for multiple harvest."
        },
        "516": {
          "5": "You wonder where the light comes from. Could this ring be radioactive?"
        },
        "517": {
          "5": "Emits a strong, constant light. Wearing it makes your head feel funny..."
        },
        "518": {
          "5": "Makes you a little more alluring to the objects in your surroundings."
        },
        "519": {
          "5": "Everything is fiercely attracted to you. You're just that irresistible."
        },
        "520": {
          "5": "You won't feel a thing from the slimes' touch. ;)"
        },
        "521": {
          "5": "The sharp edges cut into your flesh, making this ring difficult to remove. But it makes you feel stronger..."
        },
        "522": {
          "5": "It can steal the life-force of any being; hopefully not your own."
        },
        "523": {
          "5": "Wearing this ring overwhelms you with a sudden blood-lust."
        },
        "524": {
          "5": "Lets Yoba watch over you as you fight. Maybe just a little too closely..."
        },
        "526": {
          "5": "Improves your skills of thievery from corpses."
        },
        "527": {
          "5": "Just as uncomfortable as it looks."
        },
        "529": {
          "5": "Push everything and everyone further away from you."
        },
        "530": {
          "5": "Gleams yellow when worn; an unseen force adjusts the movements of your hand."
        },
        "532": {
          "5": "A dull, useless bauble."
        },
        "533": {
          "5": "Kill things faster than ever before."
        },
        "535": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within."
        },
        "536": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within."
        },
        "537": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within."
        },
        "544": {
          "5": "The crystals glow bright green when stimulated. Stimulated how?"
        },
        "545": {
          "5": "Small amounts are found in human teeth. Tiny crystals... growing... in your mouth bones..."
        },
        "552": {
          "5": "A toxic mineral. Please do not insert it into any orifices."
        },
        "553": {
          "5": "Reflected in its jet-black surface you can see your face... and another face behind you."
        },
        "554": {
          "5": "Dwarves are said to use the powdered crystal both medicinally and recreationally."
        },
        "556": {
          "5": "An attractive variety of arsenic mineral. Used in folk medicine, but highly toxic."
        },
        "557": {
          "5": "This slime has seen some things. It's best we leave it this way."
        },
        "559": {
          "5": "Did you think this was gold? Sucker!"
        },
        "561": {
          "5": "You hear strange moans in the distance when holding this crystal."
        },
        "562": {
          "5": "Some poor tiger was blinded for this..."
        },
        "571": {
          "5": "Heat it at high temperatures to produce a compound helpful for disposing of human remains."
        },
        "572": {
          "5": "This stone can be easily carved into all sorts of tempting shapes."
        },
        "575": {
          "5": "Can be crafted into thin blades much sharper than glass. Useful for surgeries."
        },
        "582": {
          "5": "This bone's age is about one thous... Oh! ...Oh no. It's much more recent."
        },
        "586": {
          "5": "Better to collect fossils than the actual creature. They're almost extinct."
        },
        "587": {
          "5": "Formed eons ago when a small creature fell into a mud pit and was swallowed alive by the dirt."
        },
        "599": {
          "5": "Spits on the 4 adjacent tiles every morning."
        },
        "376": {
          "5": "A sweet-smelling flower thought to symbolize death. Breathing its scent is almost addictive..."
        },
        "604": {
          "5": "Every proper holiday needs a flaming dessert."
        },
        "613": {
          "5": "How many worms are in this one?"
        },
        "614": {
          "5": "A highly diluted mixture of shrub and water. Yum!"
        },
        "648": {
          "5": "It's very \"healthy\". Tastes like eating sliced up cardboard with mayonnaise."
        },
        "651": {
          "5": "It has a soothing effect, just like the opium that can be derived from poppy seeds."
        },
        "634": {
          "5": "Take care not to choke on the hard pit."
        },
        "636": {
          "5": "Fuzzy to the touch with soft, sweet flesh underneath."
        },
        "637": {
          "5": "A known aphrodisiac with an inside texture like tiny, crunchy eyeballs."
        },
        "638": {
          "5": "A popular modder known for creating Train Station mod and Shop Tile Framework."
        },
        "680": {
          "5": "It squirms within your grasp, the embryo eagerly awaiting release. Hatch it in a slime incubator."
        },
        "681": {
          "5": "Activate it to play god and wreck havoc on natural weather patterns. Consumed on use."
        },
        "684": {
          "5": "Throw this on the grill for a late night treat!"
        },
        "685": {
          "5": "Large bugs, slain and minced to lure in more critters for food."
        },
        "688": {
          "5": "Warps all time and space to re-center the farm on your current physical location. Consumed on use."
        },
        "689": {
          "5": "Warps all time and space to re-center the mountains on your current physical location. Consumed on use."
        },
        "690": {
          "5": "Warps all time and space to re-center the beach on your current physical location. Consumed on use."
        },
        "691": {
          "5": "Stab the fish when they bite the hook, stab them again when they try to wiggle free."
        },
        "694": {
          "5": "Helps thwart a hooked fish's efforts to escape."
        },
        "698": {
          "5": "Slow-breeding bottom-feeder close to extinction. Now there's one less in the wild, courtesy of you."
        },
        "699": {
          "5": "Doomed to be the last of their bloodline, these unnatural hybrids can never reproduce."
        },
        "702": {
          "5": "This freshwater fish is at half-mast."
        },
        "708": {
          "5": "Born with an eye on each side of its head, one eye slowly migrates across as it grows."
        },
        "709": {
          "5": "A formidable length of hardened wood. Very pleasing to the touch."
        },
        "717": {
          "5": "A sea spider, ready to be boiled alive and eaten fresh."
        },
        "723": {
          "5": "A slimy-feeling shell means this creature is still alive."
        },
        "724": {
          "5": "The sweet life-blood of maple trees, extracted for consumption."
        },
        "725": {
          "5": "The innards of an oak tree, extracted and processed for use."
        },
        "730": {
          "5": "Some say you can hear the lobster scream as it is boiled alive. Others say it is just the sound of steam escaping."
        },
        "729": {
          "5": "It may have a fancy French name, but it's still just snails."
        },
        "733": {
          "5": "Delicious, drinkable invertebrates, freshly-caught."
        },
        "746": {
          "5": "Vegetable craniotomy victim. Place its leering skull in a visible location as a warning to others."
        },
        "747": {
          "5": "Flies have laid eggs in the putrid mass. You should probably get rid of this."
        },
        "748": {
          "5": "Something wriggles just under the surface. You should probably get rid of this."
        },
        "749": {
          "5": "Ask a blacksmith to shatter this poor rock, then toss it aside for the treasure within. So many possibilities!"
        },
        "766": {
          "5": "You're not sure which organ this gelatinous substance is from."
        },
        "767": {
          "5": "It's still twitching after being sliced off from the body."
        },
        "768": {
          "5": "A warm remnant of Yoba's power."
        },
        "770": {
          "5": "There's a little bit of everything in here! Not just seeds... there's a few dead bugs and animal droppings, too."
        },
        "771": {
          "5": "Better check it for animal droppings."
        },
        "772": {
          "5": "You'll ooze garlic from every pore, producing a pungent odor that is frightful to weaker monsters."
        },
        "774": {
          "5": "Bug corpses held together with Linus' special sauce."
        },
        "787": {
          "5": "Lightning-powered. It's probably safe."
        },
        "788": {
          "5": "The axe cries out for its owner. Faintly you can hear it whisper, \"Robin...\""
        },
        "789": {
          "5": "Most definitely unwashed."
        },
        "790": {
          "5": "Stained with what you *hope* is berry juice. It smells like Linus, and he smells awful."
        },
        "795": {
          "5": "Shadows have mutated this species beyond repair. Keep an eye out behind you, you could be next."
        },
        "797": {
          "5": "A grain of sand that irritated an oyster until it spit on it again, and again, and again. Very beautiful."
        },
        "800": {
          "5": "A fish rapidly pulled from its deep-sea home. The changing pressures have almost turned it inside-out."
        },
        "801": {
          "5": "Binds your partner's soul to yours, 'til death do you part."
        },
        "802": {
          "5": "Grows a spiny plant with a nasty defense system. Plant indoors only, 12 days, reharvestable."
        },
        "807": {
          "5": "Yum, dead dinosaur babies!"
        },
        "809": {
          "5": "Sit with strangers in the dark and pretend the room isn't gassed up with farts. Give one to a friend!"
        },
        "810": {
          "5": "The enchanted shell might protect you, but it certainly didn't protect the crab."
        },
        "811": {
          "5": "Explodes enemy corpses. Violently. Wear it on a finger!"
        },
        "812": {
          "5": "You can see tiny baby fish inside. Alive and wiggling. Age them in a preserves jar to bring out more flavor."
        },
        "445": {
          "5": "The salted, unborn offspring of an endangered fish species. A luxurious delicacy!"
        },
        "267": {
          "5": "Two eyes on one side of its head and none on the other. It wasn't born that way."
        },
        "265": {
          "5": "Waterlogged and briny. There's no going back if you eat this."
        }
      }
    },
    {
      "LogName": "Edit weapons descriptions",
      "Action": "EditData",
      "Target": "Data/weapons",
      "Fields": {
        "1": {
          "1": "Helpful when the howls you hear aren't just ordinary howls."
        },
        "4": {
          "1": "You wield the power of the universe in your hands. Don't drop it."
        },
        "5": {
          "1": "Some dead person's bone, sharpened into a crude but piercing sword."
        },
        "6": {
          "1": "Particularly effective against fae folk."
        },
        "8": {
          "1": "Sharp enough that its deadly cuts can barely be felt by the victim."
        },
        "9": {
          "1": "Cuts and cauterizes in one stroke."
        },
        "10": {
          "1": "It's strong enough to cut through heavy armor."
        },
        "12": {
          "1": "What a weak sword. You might as well scream \"Kill me!\" instead."
        },
        "13": {
          "1": "Insect guts and a decapitated head. Kill monsters with their own kind."
        },
        "14": {
          "1": "You'll be in for a world of trouble if Neptune ever comes back for it."
        },
        "15": {
          "1": "Even the trees are conspiring to bloodshed."
        },
        "16": {
          "1": "Melt through bones like butter with this knife!"
        },
        "17": {
          "1": "Concealed and deadly. A weapon made for treachery."
        },
        "18": {
          "1": "Made it myself back in my prison days. Wonder how it got here?"
        },
        "21": {
          "1": "Abigail might eat this."
        },
        "22": {
          "1": "Unusually light in your hands and on your conscience."
        },
        "23": {
          "1": "Tears holes in the space-time continuum if used improperly."
        },
        "24": {
          "1": "A crudely shaped club. The heavy end is pockmarked and matted with blood and hair."
        },
        "26": {
          "1": "The material is toxic when ingested."
        },
        "27": {
          "1": "Repurposed equipment from a children's game."
        },
        "28": {
          "1": "With this gavel in hand you can be judge, jury and executioner."
        },
        "29": {
          "1": "Swinging this too hard could have cosmic repercussions."
        },
        "31": {
          "1": "Stolen from the guy in the basement."
        },
        "32": {
          "1": "Hit the eyes and crush it! Yes! Requires ammo."
        },
        "33": {
          "1": "Adds extra strength to deliver a nice clear hole in the head. Requires ammo."
        },
        "43": {
          "1": "Stained with the blood of several mutinies."
        },
        "44": {
          "1": "Severs bodies from souls with panache!"
        },
        "47": {
          "1": "Cuts grass... and souls. Yields hay if you've built a silo."
        },
        "51": {
          "1": "A relic of the merfolk wars."
        },
        "53": {
          "1": "From the hands of the Reaper himself!"
        }
      }
    },
    {
      "LogName": "Edit StringsFromCSFiles",
      "Action": "EditData",
      "Target": "Strings/StringsFromCSFiles",
      "Entries": {
        "Axe.cs.14019": "A perfect tool for chopping trees and stealing kneecaps.",
        "Pickaxe.cs.14185": "Swing to puncture through stones, debris, or almost anything else.",
        "Hoe.cs.14102": "Digs and tills soil. Don't waste your gold on it.",
        "WateringCan.cs.14325": "Used to water crops and revive drunkards. It can be refilled at any water source.",
        "TrashCan_Description": "Reduce, reuse, recycle... or not. Reclaims {0}% of the value from trashed items.",
        "Pan.cs.14181": "Dredge through muddy water in search of scant treasure, if you're that desperate.",
        "MilkPail.cs.14168": "Collect warm mammary excretions from your livestock.",
        "FishingRod.cs.14042": "Used to drag unsuspecting fish to their deaths. A fun and relaxing pastime.",
        "FishingRod.cs.trainingRodDescription": "Too incompetent to use a normal fishing rod, huh? Sucks to be you.",
        "Shears.cs.14241": "Strip sheep naked to steal their wool."
      }
    }
  ]
}